---
kind: property
id: P:Autodesk.Revit.DB.TableCellStyle.TextSize
source: html/ee68d3ce-d3e0-6351-3344-8de6bd5d70b3.htm
---
# Autodesk.Revit.DB.TableCellStyle.TextSize Property

The text size.

## Syntax (C#)
```csharp
public double TextSize { get; set; }
```